"""
Модуль с сообщениями для пользователя.
"""

welcome_messages = """
👋 Привет! Я — бот «Расписание РГГУ», и я здесь, чтобы помочь тебе узнать расписание занятий в университете.
"""

stage_kyrs = """
🤖 Проведем регистрацию! Для начала, введите ваш курс:
"""

stage_formob = """
🎓 Отлично! А теперь, введите вашу форму обучения:

"""

stage_grupp_name = """
📝 Прекрасно! Теперь осталось ввести вашу группу! Введите ее название:
"""

info_messages = """
<b>🤖 О боте</b>

<b>✨ Что умеет бот?</b>
- Предоставляет расписание на <b>сегодня</b>, <b>завтра</b> и на <b>неделю вперед</b>.
- Может напомнить вам о расписании на завтра!
- Бот обновляет данные о расписании каждый день в <b>00:00</b>.
- Собирает информацию с <u>официального сайта РГГУ</u>.

<b>❗ Обратите внимание:</b>
Этот бот является <b>неофициальной разработкой студентов</b> и создан для упрощения доступа к расписанию.

<b>💻 Команды:</b>
- <code>/start</code> — на все случаи жизни, если что-то сломалось, вернет все как было.
- <code>/changedata</code> — изменить группу, курс или форму обучения.
- <code>/info</code> — узнать информацию о боте.
- <code>/settime</code> — указать время в которое вы бы хотели получать напоминание о расписании на завтра.
- <code>/report</code> — отправить сообщение администратору.

<b>🚀 Версия бота:</b> 0.1.0
"""
