welcome_messages = """
👋 Привет! Я — бот «Расписание РГГУ», и я здесь, чтобы помочь вам узнать расписание занятий в университете.
"""

satge_kyrs = """
Проведем регистрацию! Для начала введите ваш курс:
"""

stage_formob = """
Отлично! А теперь, введи свою форму обучения в следующем формате:

'Д' - дневная
'В' - вечерняя
'З' - заочная
'2' - второе высшее
'М' - магистратура
'У' - дистанционная
"""

stage_grupp_name = """
Прекрасно, а теперь остается ввести название вашей группы, строго как на сайте РГГУ.
Пример: ФМОПиЗР_П_ГПиУПМ (Группа: 2)
"""