"""
Модуль с сообщениями для пользователя.
"""

welcome_messages = """
👋 Привет! Я — бот «Расписание РГГУ», и я здесь, чтобы помочь тебе узнать расписание занятий в университете.
"""

satge_kyrs = """
📅 Проведем регистрацию! Для начала, пожалуйста, введите ваш курс:
"""

stage_formob = """
🎓 Отлично! А теперь, выберите вашу форму обучения в следующем формате:

Д - дневная 
В - вечерняя 
З - заочная 
2 - второе высшее 
М - магистратура 
У - дистанционная 
"""

stage_grupp_name = """
📝 Прекрасно! Теперь осталось ввести название вашей группы, строго как на сайте РГГУ.
Пример: ФМОПиЗР_П_ГПиУПМ (Группа: 2)
"""

info_messages = """
<b>🤖 О боте</b>

<b>✨ Что умеет бот?</b>
- Предоставляет расписание на <b>сегодня</b>, <b>завтра</b> и на <b>неделю вперед</b>.
- Бот обновляет данные о расписании каждый день в <b>00:00</b>.
- Собирает информацию с <u>официального сайта РГГУ</u>.

<b>❗ Обратите внимание:</b>
Этот бот является <b>неофициальной разработкой студентов</b> и создан для упрощения доступа к расписанию.

<b>💻 Команды:</b>
- <code>/changedata</code> — пройти регистрацию заново.
- <code>/info</code> — узнать информацию о боте.

<b>🚀 Версия бота:</b> 0.0.1
"""
